[Cues]
Act_E5_4A_MaxRoom_ObjectiveLines_Scripted_Max_010="My head feels like it's going to split open... but I have to do this... I have to…"
Act_E5_4A_MaxRoom_ObjectiveLines_Scripted_Max_020="All I need to do is be there to save Chloe from that storm."
Act_E5_4A_MaxRoom_ObjectiveLines_Scripted_Max_040="Max, do not screw up this timeline... You're almost done."
Act_E5_4A_MaxRoom_ObjectiveLines_Scripted_Max_050="God, I feel so weak... I better do this before I pass out…"
Act_E5_4A_MaxRoom_ObjectiveLines_Scripted_Max_060="My previous timeline was so perfect... all except that I need to be in Arcadia Bay, not San Francisco…"
Act_E5_4A_MaxRoom_ObjectiveLines_Scripted_Max_070="What is going on now?|It feels like reality is... breaking apart...|What am I doing to time?"
Act_E5_4A_MaxRoom_Photo_Look01_Max_010="No, I won't win the contest if I destroy the photo... but I'll be here to save Chloe."
Act_E5_4A_MaxRoom_Photo_Look02_Max_020="I just have to make one simple change so I won't end up in San Francisco... Simple."
Cue_E5_4A_MaxRoom_Insertion_Max_010="Oh, shit... Oh, my head..."
Cue_E5_4A_MaxRoom_Insertion_Max_020="I’ll get crushed in time…"
Cue_E5_4A_MaxRoom_Insertion_Max_030="Do something, Max!"
Cue_E5_4A_MaxRoom_Insertion_Max_050="Now I’m definitely not entering the contest…"
Cue_E5_4A_MaxRoom_Insertion_Max_060="Sorry, San Francisco... Chloe comes first."
